Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# day_detail.goalDay.notToday
source: Not a goal day this week — your regular training still counts.
de: Heute kein Zieltraining diese Woche — dein normales Training zählt trotzdem.
es: No es un día de objetivo esta semana — tu entrenamiento habitual sigue contando.
fr: Pas un jour objectif cette semaine — ton entraînement habituel compte quand même.
hy: Այս շաբաթ նպատակի օր չէ — քո սովորական մարզումը դեռ հաշվվում է։
it: Non è un giorno obiettivo questa settimana — il tuo allenamento normale conta comunque.
ka: ამ კვირას მიზნის დღე არ არის — შენი ჩვეულებრივი ვარჯიში მაინც ითვლება.
ru: На этой неделе это не день цели — обычная тренировка всё равно засчитывается.
sr: Ово није дан циља ове недеље — твој редовни тренинг се и даље рачуна.

# day_detail.metaLine.wearableSummary
source: Avg %lld bpm, max %lld bpm (%@)
de: Ø %lld bpm, max. %lld bpm (%@)
es: Media %lld ppm, máx. %lld ppm (%@)
fr: Moy. %lld bpm, max %lld bpm (%@)
hy: Միջին %lld bpm, առավելագույն %lld bpm (%@)
it: Media %lld bpm, max %lld bpm (%@)
ka: საშ. %lld bpm, მაქს. %lld bpm (%@)
ru: Средн. %lld уд/мин, макс. %lld уд/мин (%@)
sr: Просеч. %lld отк/мин, макс. %lld отк/мин (%@)

# day_detail.no_plan_recorded
source: No plan was recorded for this day
de: Für diesen Tag wurde kein Plan aufgezeichnet
es: No se registró ningún plan para este día
fr: Aucun plan n'a été enregistré pour ce jour
hy: Այս օրվա համար պլան գրանցված չէ
it: Non è stato registrato alcun piano per questo giorno
ka: ამ დღისთვის გეგმა არ დაფიქსირებულა
ru: На этот день план не был записан
sr: За овај дан није забележен план

# day_detail.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
hy: Ավարտված է
it: Completato
ka: დასრულებულია
ru: Выполнено
sr: Завршено

# day_detail.status.missed
source: Missed
de: Ausgelassen
es: Saltado
fr: Manqué
hy: Բաց թողնված է
it: Saltato
ka: გამოტოვებულია
ru: Пропущено
sr: Пропуштено

# day_detail.status.planned
source: Planned
de: Geplant
es: Planeado
fr: Prévu
hy: Պլանավորված է
it: Programmato
ka: დაგეგმილია
ru: Запланировано
sr: Планирано

# day_detail.status.planned_today
source: Planned for today
de: Für heute geplant
es: Planeado para hoy
fr: Prévu pour aujourd'hui
hy: Պլանավորված է այսօրվա համար
it: Programmato per oggi
ka: დაგეგმილია დღეისთვის
ru: Запланировано на сегодня
sr: Планирано за данас

# deleteAccount.appleReauthFailed
source: Couldn't confirm your Apple ID. Try again, or delete without it.
de: Deine Apple-ID konnte nicht bestätigt werden. Versuch es erneut oder lösche ohne sie.
es: No se pudo confirmar tu Apple ID. Inténtalo de nuevo o elimina sin él.
fr: Impossible de confirmer ton identifiant Apple. Réessaie ou supprime sans lui.
hy: Չհաջողվեց հաստատել Apple ID-ն: Փորձիր նորից կամ ջնջիր առանց դրա:
it: Impossibile confermare il tuo ID Apple. Riprova o elimina senza.
ka: Apple ID-ის დადასტურება ვერ მოხერხდა. სცადე ხელახლა ან წაშალე მის გარეშე.
ru: Не удалось подтвердить Apple ID. Попробуй ещё раз или удали без него.
sr: Није успела потврда Apple ID-а. Покушај поново или обриши без ње.

# deleteAccount.confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# deleteAccount.confirm.delete
source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
hy: Ջնջել հաշիվը
it: Elimina account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт
sr: Обриши налог

# deleteAccount.confirm.message
source: This can't be undone. All your data will be erased.
de: Das kann nicht rückgängig gemacht werden. Alle deine Daten werden gelöscht.
es: Esto no se puede deshacer. Se eliminarán todos tus datos.
fr: Cette action est irréversible. Toutes tes données seront effacées.
hy: Սա հնարավոր չէ հետարկել: Քո բոլոր տվյալները կջնջվեն:
it: Questa azione è irreversibile. Tutti i tuoi dati saranno eliminati.
ka: ეს ვერ გაუქმდება. შენი ყველა მონაცემი წაიშლება.
ru: Это действие необратимо. Все твои данные будут удалены.
sr: Ово се не може опозвати. Сви твоји подаци биће обрисани.

# deleteAccount.confirm.title
source: Delete your account permanently?
de: Deinen Account endgültig löschen?
es: ¿Eliminar tu cuenta de forma permanente?
fr: Supprimer définitivement ton compte ?
hy: Վերջնականապես ջնջե՞լ հաշիվը:
it: Eliminare definitivamente il tuo account?
ka: სამუდამოდ წაიშალოს ანგარიში?
ru: Удалить аккаунт навсегда?
sr: Трајно обрисати налог?

# deleteAccount.deleteAnyway
source: Delete without Apple sign-in
de: Ohne Apple-Anmeldung löschen
es: Eliminar sin iniciar sesión con Apple
fr: Supprimer sans connexion Apple
hy: Ջնջել առանց Apple մուտքի
it: Elimina senza accesso Apple
ka: წაშლა Apple-ით შესვლის გარეშე
ru: Удалить без входа через Apple
sr: Обриши без Apple пријаве

# deleteAccount.deleteButton
source: Delete my account
de: Meinen Account löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
hy: Ջնջել իմ հաշիվը
it: Elimina il mio account
ka: ჩემი ანგარიშის წაშლა
ru: Удалить мой аккаунт
sr: Обриши мој налог

# deleteAccount.deleteButtonHint
source: Permanently erases your account after confirmation
de: Löscht deinen Account nach Bestätigung endgültig
es: Elimina tu cuenta de forma permanente tras la confirmación
fr: Efface définitivement ton compte après confirmation
hy: Հաստատումից հետո վերջնականապես ջնջում է հաշիվը
it: Cancella definitivamente il tuo account dopo la conferma
ka: სამუდამოდ შლის ანგარიშს დადასტურების შემდეგ
ru: Окончательно удаляет аккаунт после подтверждения
sr: Трајно брише налог након потврде

# deleteAccount.done.message
source: Your data has been erased. Removal from encrypted backups completes within 30 days.
de: Deine Daten wurden gelöscht. Die Entfernung aus verschlüsselten Backups ist innerhalb von 30 Tagen abgeschlossen.
es: Tus datos han sido eliminados. El borrado de las copias de seguridad cifradas se completa en 30 días.
fr: Tes données ont été effacées. La suppression des sauvegardes chiffrées se termine sous 30 jours.
hy: Քո տվյալները ջնջվել են: Գաղտնագրված պահուստներից հեռացումը կավարտվի 30 օրվա ընթացքում:
it: I tuoi dati sono stati eliminati. La rimozione dai backup cifrati si completa entro 30 giorni.
ka: შენი მონაცემები წაიშალა. დაშიფრული სარეზერვო ასლებიდან წაშლა დასრულდება 30 დღეში.
ru: Данные удалены. Удаление из зашифрованных резервных копий завершится в течение 30 дней.
sr: Твоји подаци су обрисани. Уклањање из шифрованих резервних копија завршиће се у року од 30 дана.

# deleteAccount.done.title
source: Your account has been deleted
de: Dein Account wurde gelöscht
es: Tu cuenta ha sido eliminada
fr: Ton compte a été supprimé
hy: Քո հաշիվը ջնջվել է
it: Il tuo account è stato eliminato
ka: შენი ანგარიში წაიშალა
ru: Аккаунт удалён
sr: Твој налог је обрисан

# deleteAccount.erased.affirmations
source: Saved affirmations and AI generations
de: Gespeicherte Affirmationen und KI-Generierungen
es: Afirmaciones guardadas y generaciones de IA
fr: Affirmations enregistrées et générations IA
hy: Պահված աֆիրմացիաները և AI գեներացիաները
it: Affermazioni salvate e generazioni IA
ka: შენახული აფირმაციები და AI გენერაციები
ru: Сохранённые аффирмации и AI-генерации
sr: Сачуване афирмације и АИ генерисања

# deleteAccount.erased.eyebrow
source: What gets erased
de: Was gelöscht wird
es: Qué se elimina
fr: Ce qui sera effacé
hy: Ինչ կջնջվի
it: Cosa viene eliminato
ka: რა წაიშლება
ru: Что будет удалено
sr: Шта се брише

# deleteAccount.erased.footnote
source: Deletion is permanent and can't be undone. It completes immediately; removal from encrypted backups finishes within 30 days.
de: Die Löschung ist endgültig und kann nicht rückgängig gemacht werden. Sie erfolgt sofort; die Entfernung aus verschlüsselten Backups ist innerhalb von 30 Tagen abgeschlossen.
es: La eliminación es permanente y no se puede deshacer. Se completa de inmediato; el borrado de las copias de seguridad cifradas termina en un plazo de 30 días.
fr: La suppression est définitive et irréversible. Elle est immédiate ; l'effacement des sauvegardes chiffrées se termine sous 30 jours.
hy: Ջնջումը վերջնական է և հետարկելի չէ: Կատարվում է անմիջապես. գաղտնագրված պահուստներից հեռացումն ավարտվում է 30 օրվա ընթացքում:
it: L'eliminazione è permanente e irreversibile. Avviene subito; la rimozione dai backup cifrati si completa entro 30 giorni.
ka: წაშლა საბოლოოა და ვერ გაუქმდება. სრულდება მაშინვე; დაშიფრული სარეზერვო ასლებიდან წაშლა სრულდება 30 დღეში.
ru: Удаление необратимо. Оно выполняется сразу; удаление из зашифрованных резервных копий завершается в течение 30 дней.
sr: Брисање је трајно и не може се опозвати. Извршава се одмах; уклањање из шифрованих резервних копија завршава се у року од 30 дана.

# deleteAccount.erased.history
source: Workout, nutrition, sleep, and mood history
de: Trainings-, Ernährungs-, Schlaf- und Stimmungsverlauf
es: Historial de entrenamiento, nutrición, sueño y ánimo
fr: Historique d'entraînement, de nutrition, de sommeil et d'humeur
hy: Մարզումների, սնման, քնի և տրամադրության պատմությունը
it: Cronologia di allenamento, nutrizione, sonno e umore
ka: ვარჯიშის, კვების, ძილისა და განწყობის ისტორია
ru: История тренировок, питания, сна и настроения
sr: Историја тренинга, исхране, сна и расположења

# deleteAccount.erased.photos
source: Progress photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de progression
hy: Առաջընթացի լուսանկարները
it: Foto dei progressi
ka: პროგრესის ფოტოები
ru: Фотографии прогресса
sr: Фотографије напретка

# deleteAccount.erased.profile
source: Your profile, goals, and settings
de: Dein Profil, deine Ziele und Einstellungen
es: Tu perfil, objetivos y ajustes
fr: Ton profil, tes objectifs et tes réglages
hy: Քո պրոֆիլը, նպատակները և կարգավորումները
it: Il tuo profilo, gli obiettivi e le impostazioni
ka: შენი პროფილი, მიზნები და პარამეტრები
ru: Профиль, цели и настройки
sr: Твој профил, циљеви и подешавања

# deleteAccount.subscription.body
source: Deleting your account does not cancel it — billing continues through Apple until you cancel it yourself.
de: Das Löschen deines Accounts kündigt es nicht – Apple berechnet es weiter, bis du es selbst kündigst.
es: Eliminar tu cuenta no la cancela: Apple seguirá cobrándola hasta que la canceles tú.
fr: Supprimer ton compte ne l'annule pas — Apple continue de la facturer jusqu'à ce que tu l'annules toi-même.
hy: Հաշվի ջնջումը այն չի չեղարկում. Apple-ը կշարունակի գանձել, մինչև ինքդ չեղարկես:
it: Eliminare l'account non lo annulla: Apple continuerà ad addebitarlo finché non lo annulli tu.
ka: ანგარიშის წაშლა მას არ აუქმებს — Apple გააგრძელებს გადახდის ჩამოჭრას, სანამ თავად არ გააუქმებ.
ru: Удаление аккаунта её не отменяет — Apple продолжит списывать оплату, пока ты не отменишь её сам(а).
sr: Брисање налога је не отказује — Apple наставља наплату док је сам не откажеш.

# deleteAccount.subscription.manage
source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
hy: Կառավարել բաժանորդագրությունը
it: Gestisci abbonamento
ka: გამოწერის მართვა
ru: Управлять подпиской
sr: Управљај претплатом

# deleteAccount.subscription.title
source: You have an active subscription
de: Du hast ein aktives Abo
es: Tienes una suscripción activa
fr: Tu as un abonnement actif
hy: Դու ունես ակտիվ բաժանորդագրություն
it: Hai un abbonamento attivo
ka: შენ გაქვს აქტიური გამოწერა
ru: У тебя активная подписка
sr: Имаш активну претплату

# deleteAccount.title
source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
hy: Ջնջել հաշիվը
it: Elimina account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт
sr: Обриши налог

# dietType.balanced
source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibré
hy: Հավասարակշռված
it: Equilibrata
ka: დაბალანსებული
ru: Сбалансированная
sr: Уравнотежена

# dietType.flexitarian
source: Flexitarian
de: Flexitarisch
es: Flexitariana
fr: Flexitarien
hy: Ֆլեքսիտարական
it: Flessitariana
ka: ფლექსიტარიანული
ru: Флекситарианская
sr: Флекситаријанска

# dietType.lowCarb
source: Low-carb
de: Kohlenhydratarm
es: Baja en carbohidratos
fr: Faible en glucides
hy: Ցածր ածխաջրերով
it: Povera di carboidrati
ka: დაბალნახშირწყლოვანი
ru: Низкоуглеводная
sr: Мало угљених хидрата

# dietType.mediterranean
source: Mediterranean
de: Mediterran
es: Mediterránea
fr: Méditerranéen
hy: Միջերկրածովային
it: Mediterranea
ka: ხმელთაშუაზღვური
ru: Средиземноморская
sr: Медитеранска

# dietType.noDiet
source: I don't follow any diet
de: Ich folge keiner Diät
es: No sigo ninguna dieta
fr: Je ne suis aucun régime
hy: Ոչ մի սննդակարգի չեմ հետևում
it: Non seguo nessuna dieta
ka: არ ვიცავ რაიმე დიეტას
ru: Не придерживаюсь никакой диеты
sr: Не придржавам се никакве дијете

# dietType.pescatarian
source: Pescatarian
de: Pescetarisch
es: Pescetariana
fr: Pescétarien
hy: Պեսկետարական
it: Pescetariana
ka: პესკეტარიანული
ru: Пескетарианская
sr: Пескетаријанска

# dietType.vegetarian
source: Vegetarian
de: Vegetarisch
es: Vegetariana
fr: Végétarien
hy: Բուսակերական
it: Vegetariana
ka: ვეგეტარიანული
ru: Вегетарианская
sr: Вегетаријанска

# dietType.wholeFood
source: Whole-food focus
de: Fokus auf Vollwertkost
es: Enfoque en alimentos integrales
fr: Axé sur les aliments complets
hy: Շեշտը ամբողջական սննդի վրա
it: Incentrata su alimenti integrali
ka: აქცენტი ნატურალურ პროდუქტებზე
ru: Упор на цельные продукты
sr: Фокус на целовите намирнице

source: dip bars
de: Dip-Barren
es: Barras de fondos
fr: Barres de dips
hy: Dip ձողեր
it: Parallele
ka: დიპ ბარები
ru: Брусья
sr: Паралелне шипке

source: dumbbells
de: Kurzhanteln
es: Mancuernas
fr: Haltères
hy: Հանթելներ
it: Manubri
ka: განტელები
ru: Гантели
sr: Бучице

source: e.g. "I travel a lot for work"
de: z. B. "Ich bin beruflich viel unterwegs"
es: p. ej. "Viajo mucho por trabajo"
fr: p. ex. "Je voyage beaucoup pour le travail"
hy: օր.՝ «Ես հաճախ եմ ճամփորդում աշխատանքի համար»
it: ad es. "Viaggio molto per lavoro"
ka: მაგ: „ბევრს ვმოგზაურობ სამუშაოს გამო“
ru: например: «Я часто путешествую по работе»
sr: нпр. „Пуно путујем због посла“

# editWidgets.done
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# editWidgets.footer
source: Changes apply instantly.
de: Änderungen wirken sofort.
es: Los cambios se aplican al instante.
fr: Les changements s'appliquent immédiatement.
hy: Փոփոխությունները կիրառվում են անմիջապես։
it: Le modifiche si applicano immediatamente.
ka: ცვლილებები მოქმედებს დაუყოვნებლივ.
ru: Изменения применяются мгновенно.
sr: Промене се примењују одмах.

# editWidgets.intro
source: Toggle what shows on home. Log workout is always there.
de: Wähle aus, was auf der Startseite angezeigt wird. „Training protokollieren“ ist immer da.
es: Activa o desactiva lo que se muestra en Inicio. Registrar entrenamiento siempre está ahí.
fr: Choisis ce qui s'affiche sur l'accueil. Enregistrer une séance est toujours présent.
hy: Միացրու/անջատիր, թե ինչն է ցուցադրվում Տնային էջում։ Մարզումը գրանցելը միշտ այնտեղ է։
it: Attiva o disattiva ciò che appare nella Home. Registra allenamento è sempre presente.
ka: ჩართე/გამორთე რა გამოჩნდეს მთავარ გვერდზე. ვარჯიშის ჩაწერა ყოველთვის იქ არის.
ru: Включай и выключай то, что показывается на главном экране. «Записать тренировку» всегда там.
sr: Укључи/искључи шта се приказује на почетној. Забележи тренинг је увек ту.

# editWidgets.navigationTitle
source: Your widgets
de: Deine Widgets
es: Tus widgets
fr: Tes widgets
hy: Ձեր վիջեթները
it: I tuoi widget
ka: თქვენი ვიჯეტები
ru: Ваши виджеты
sr: Твоји виџети

# editWidgets.row.affirmation.subtitle
source: A kind line, new each morning
de: Eine freundliche Zeile, jeden Morgen neu
es: Una frase amable, nueva cada mañana
fr: Une phrase bienveillante, nouvelle chaque matin
hy: Բարի տող՝ նոր ամեն առավոտ
it: Una frase gentile, nuova ogni mattina
ka: თბილი ფრაზა, ახალი ყოველ დილით
ru: Добрая строка, новая каждое утро
sr: Љубазна реченица, нова свако јутро

# editWidgets.row.goal.subtitle
source: Your active goal's progress
de: Fortschritt deines aktiven Ziels
es: Progreso de tu meta activa
fr: Progression de ton objectif actif
hy: Ձեր ակտիվ նպատակի առաջընթացը
it: Progressi del tuo obiettivo attivo
ka: თქვენი აქტიური მიზნის პროგრესი
ru: Прогресс вашей активной цели
sr: Напредак твог активног циља

# editWidgets.row.goal.title
source: Sport goal
de: Sportziel
es: Meta deportiva
fr: Objectif sportif
hy: Մարզական նպատակ
it: Obiettivo sportivo
ka: სპორტული მიზანი
ru: Спортивная цель
sr: Спортски циљ

# editWidgets.row.mood.subtitle
source: Today's mood check-in
de: Heutiger Stimmungs-Check
es: Registro de ánimo de hoy
fr: Point humeur du jour
hy: Այսօրվա տրամադրության ստուգում
it: Check-in dell'umore di oggi
ka: დღევანდელი განწყობის შემოწმება
ru: Отметка настроения на сегодня
sr: Данашња провера расположења

# editWidgets.row.mood.title
source: Mood
de: Stimmung
es: Estado de ánimo
fr: Humeur
hy: Տրամադրություն
it: Umore
ka: განწყობა
ru: Настроение
sr: Расположење

# editWidgets.row.nutrition.subtitle
source: Calories and macros vs today's target
de: Kalorien und Makros im Vergleich zum Tagesziel
es: Calorías y macros frente al objetivo de hoy
fr: Calories et macros par rapport à l'objectif du jour
hy: Կալորիաներ և մակրոներ՝ այսօրվա նպատակի համեմատ
it: Calorie e macro rispetto all'obiettivo di oggi
ka: კალორიები და მაკროები დღევანდელ მიზანთან შედარებით
ru: Калории и БЖУ относительно цели на сегодня
sr: Калорије и макронутријенти у односу на данашњи циљ

# editWidgets.row.nutrition.title
source: Nutrition today
de: Ernährung heute
es: Nutrición de hoy
fr: Nutrition du jour
hy: Այսօրվա սնուցում
it: Nutrizione di oggi
ka: დღევანდელი კვება
ru: Питание сегодня
sr: Данашња исхрана

# editWidgets.row.photos.subtitle
source: Your body-progress photo pair
de: Dein Körper-Fortschrittsfoto-Paar
es: Tu par de fotos de progreso corporal
fr: Ta paire de photos de progrès physique
hy: Ձեր մարմնի առաջընթացի լուսանկարների զույգը
it: La tua coppia di foto del progresso corporeo
ka: თქვენი სხეულის პროგრესის ფოტოების წყვილი
ru: Пара фото прогресса тела
sr: Твој пар фотографија напретка тела

# editWidgets.row.photos.title
source: Progress photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de progrès
hy: Առաջընթացի լուսանկարներ
it: Foto dei progressi
ka: პროგრესის ფოტოები
ru: Фото прогресса
sr: Фотографије напретка

# editWidgets.row.sleep.subtitle
source: Last night's duration
de: Dauer letzte Nacht
es: Duración de anoche
fr: Durée de la nuit dernière
hy: Անցյալ գիշերվա տևողությունը
it: Durata di ieri notte
ka: წუხანდელი ხანგრძლივობა
ru: Продолжительность прошлой ночи
sr: Трајање претходне ноћи

# editWidgets.row.sleep.title
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hy: Քուն
it: Sonno
ka: ძილი
ru: Сон
sr: Сан

# editWidgets.row.streak.subtitle
source: Your consecutive-day count
de: Deine Anzahl aufeinanderfolgender Tage
es: Tu racha de días consecutivos
fr: Ton nombre de jours consécutifs
hy: Ձեր հաջորդական օրերի հաշվարկը
it: Il tuo conteggio di giorni consecutivi
ka: თქვენი თანმიმდევრული დღეების რაოდენობა
ru: Количество дней подряд
sr: Твој број узастопних дана

# editWidgets.row.streak.title
source: Streak
de: Serie
es: Racha
fr: Série
hy: Շարք
it: Serie
ka: სერია
ru: Серия
sr: Низ

# editWidgets.row.tasks.subtitle
source: Your daily checklist
de: Deine tägliche Checkliste
es: Tu lista de verificación diaria
fr: Ta liste de tâches quotidienne
hy: Ձեր օրական ստուգացանկը
it: La tua checklist giornaliera
ka: თქვენი ყოველდღიური საკონტროლო სია
ru: Ваш ежедневный чек-лист
sr: Твоја дневна листа задатака

# editWidgets.row.tasks.title
source: Daily tasks
de: Tägliche Aufgaben
es: Tareas diarias
fr: Tâches du jour
hy: Օրական առաջադրանքներ
it: Attività giornaliere
ka: ყოველდღიური დავალებები
ru: Ежедневные задачи
sr: Дневни задаци

# editWidgets.row.water.subtitle
source: Glasses logged today
de: Heute protokollierte Gläser
es: Vasos registrados hoy
fr: Verres enregistrés aujourd'hui
hy: Այսօր գրանցված բաժակներ
it: Bicchieri registrati oggi
ka: დღეს დაფიქსირებული ჭიქები
ru: Стаканы, записанные сегодня
sr: Забележене чаше данас

# editWidgets.row.water.title
source: Water tracker
de: Wasser-Tracker
es: Registro de agua
fr: Suivi de l'eau
hy: Ջրի հետևում
it: Monitoraggio acqua
ka: წყლის ტრეკერი
ru: Учёт воды
sr: Праћење воде

source: elliptical
de: Crosstrainer
es: Elíptica
fr: Vélo elliptique
hy: Էլիպսաձև թրենաժոր
it: Ellittica
ka: ელიფსური ტრენაჟორი
ru: Эллипсоид
sr: Елиптикал

# email_auth.check_your_email
source: Check your email to confirm your account, then log in.
de: Überprüfe deine E-Mails, um dein Konto zu bestätigen, und melde dich anschließend an.
es: Revisa tu correo electrónico para confirmar tu cuenta y, luego, inicia sesión.
fr: Consulte ton e-mail pour confirmer ton compte, puis connecte-toi.
hy: Ստուգիր քո էլ. փոստը՝ հաշիվը հաստատելու համար, ապա մուտք գործիր.
it: Controlla la tua email per confermare il tuo account, quindi accedi.
ka: შეამოწმე ელფოსტა ანგარიშის დასადასტურებლად, შემდეგ შედი სისტემაში.
ru: Проверь почту, чтобы подтвердить аккаунт, а затем войди.
sr: Провери свој Email да потврдиш налог, а затим се пријави.

# equipmentTag.bike
source: Bike
de: Fahrrad
es: Bicicleta
fr: Vélo
hy: Հեծանիվ
it: Bicicletta
ka: ველოსიპედი
ru: Велосипед
sr: Бицикл

# equipmentTag.bodyweightOnly
source: No Equipment
de: Kein Equipment
es: Sin equipo
fr: Sans équipement
hy: Առանց սարքավորումների
it: Nessuna attrezzatura
ka: აღჭურვილობის გარეშე
ru: Без оборудования
sr: Без опреме

# equipmentTag.boxingGym
source: Boxing Gym
de: Boxstudio
es: Gimnasio de boxeo
fr: Salle de boxe
hy: Բռնցքամարտի սրահ
it: Palestra di boxe
ka: საბოქსო დარბაზი
ru: Боксёрский зал
sr: Боксерска сала

# equipmentTag.calisthenicsGymnastics
source: Calisthenics & Gymnastics
de: Calisthenics & Turnen
es: Calistenia y gimnasia
fr: Callisthénie et gymnastique
hy: Կալիսթենիկա և մարմնամարզություն
it: Calistenia e ginnastica
ka: კალისთენიკა და გიმნასტიკა
ru: Калистеника и гимнастика
sr: Калистеника и гимнастика

# equipmentTag.gym
source: Gym
de: Fitnessstudio
es: Gimnasio
fr: Salle de sport
hy: Մարզասրահ
it: Palestra
ka: დარბაზი
ru: Спортзал
sr: Теретана

# equipmentTag.hiitCircuitStudio
source: HIIT or Circuit Studio
de: HIIT- oder Zirkeltraining-Studio
es: HIIT o estudio de circuitos
fr: HIIT ou studio de circuit training
hy: HIIT կամ շրջանային մարզման ստուդիա
it: HIIT o studio di circuit training
ka: HIIT ან წრიული ვარჯიშის სტუდია
ru: Студия HIIT или кругового тренинга
sr: Студио за HIIT или кружни тренинг

# equipmentTag.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Друго

# equipmentTag.pool
source: Pool
de: Schwimmbad
es: Piscina
fr: Piscine
hy: Լողավազան
it: Piscina
ka: საცურაო აუზი
ru: Бассейн
sr: Базен

# equipmentTag.resistanceBands
source: Resistance Bands
de: Widerstandsbänder
es: Bandas de resistencia
fr: Bandes de résistance
hy: Դիմադրության գոտիներ
it: Bande elastiche
ka: წინაღობის ლენტები
ru: Эспандеры
sr: Еластичне траке

# exerciseDetail.coachingCue
source: Coaching cue
de: Trainerhinweis
es: Indicación del entrenador
fr: Conseil du coach
hy: Մարզչի հուշում
it: Suggerimento del coach
ka: მწვრთნელის მინიშნება
ru: Подсказка тренера
sr: Тренерски савет

# exerciseDetail.done
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# exerciseDetail.howToPerform
source: How to perform it
de: So führst du sie aus
es: Cómo realizarlo
fr: Comment l'exécuter
hy: Ինչպես կատարել
it: Come eseguirlo
ka: როგორ შევასრულოთ
ru: Как выполнять
sr: Како да је изведеш

# exerciseDetail.navigationTitle
source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
hy: Վարժություն
it: Esercizio
ka: სავარჯიშო
ru: Упражнение
sr: Вежба
